-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Сен 07 2020 г., 06:07
-- Версия сервера: 8.0.19
-- Версия PHP: 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `main`
--

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int NOT NULL,
  `filter_spr` int DEFAULT NULL,
  `fio` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `login` varchar(100) DEFAULT NULL,
  `password` varchar(500) DEFAULT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `fam` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `otch` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `dolgnost` varchar(255) DEFAULT NULL,
  `prioritet` int DEFAULT NULL,
  `cod_otd` int DEFAULT NULL,
  `cod_uch` int DEFAULT NULL,
  `spr_cod_branch` int DEFAULT NULL,
  `spr_cod_otd` int DEFAULT NULL,
  `spr_cod_podrazd` int DEFAULT NULL,
  `podrazdelenie` int DEFAULT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `mobile_phone` varchar(255) DEFAULT NULL,
  `ip_phone` varchar(255) DEFAULT NULL,
  `rup_phone` varchar(255) DEFAULT NULL,
  `branch_phone` varchar(255) DEFAULT NULL,
  `is_spr` int DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(255) DEFAULT NULL,
  `keywords` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `filter_spr`, `fio`, `login`, `password`, `name`, `fam`, `otch`, `dolgnost`, `prioritet`, `cod_otd`, `cod_uch`, `spr_cod_branch`, `spr_cod_otd`, `spr_cod_podrazd`, `podrazdelenie`, `photo`, `email`, `phone`, `mobile_phone`, `ip_phone`, `rup_phone`, `branch_phone`, `is_spr`, `title`, `description`, `keywords`) VALUES
(18, 2, 'Барзов В.С.', 'Барзов В.С.', '26006', 'Виталий', 'Барзов', 'Сергеевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, 'БарзовВиталийСергеевич.jpg', 'mrovttg@gosenergogaznadzor.by', '648259', '447805616', '', '', '142', 1, NULL, NULL, NULL),
(19, 1, 'Галай А.Л.', 'Галай А.Л.', '26022', 'Алексей', 'Галай', 'Леонидович', 'Начальник группы энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, 'c029a141.JPG', 'mrovttg@gosenergogaznadzor.by', '648259', '447801702', '', '', '144', 1, NULL, NULL, NULL),
(20, 5, 'Кузура Е.Н.', 'Кузура Е.Н.', '26076', 'Елена', 'Кузура', 'Константиновна', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, '63712d7b.JPG', 'mrovttg@gosenergogaznadzor.by', '648259', '447801429', '', '', '142', 1, NULL, NULL, NULL),
(21, 6, 'Соловьева Т.С.', 'Соловьева Т.С.', '26144', 'Татьяна', 'Соловьева', 'Сергеевна', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, '7ee55467.jpg', 'mrovttg@gosenergogaznadzor.by', '648259', '447802986', '', '', '143', 1, NULL, NULL, NULL),
(22, 7, 'Строкин В.В.', 'Строкин В.В.', '26149', 'Валерий', 'Строкин', 'Витальевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, '33849c4c.jpg', 'mrovttg@gosenergogaznadzor.by', '648259', '447801009', '', '', '142', 1, NULL, NULL, NULL),
(23, 8, 'Шлапаков С.А.', 'Шлапаков С.А.', '26173', 'Сергей', 'Шлапаков', 'Александрович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, '8e2736b7.jpg', 'mrovttg@gosenergogaznadzor.by', '648259', '447804898', '', '', '253', 1, NULL, NULL, NULL),
(25, 2, 'Голубева С.Е.', 'Голубева С.Е.', '26024', 'Светлана', 'Голубева', 'Евгеньевна', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 43, 5, 1, '2a82e704.jpg', 'mropltg@gosenergogaznadzor.by', '497017', '447907761', '', '', '*028', 1, NULL, NULL, NULL),
(26, 1, 'Попкова Е.П.', 'Попкова Е.П.', '26118', 'Елена', 'Попкова', 'Петровна', 'Начальник группы энергогазинспекции', 3, 4, 43, 2, 43, 5, 1, '6274abb1.jpg', 'mropltg@gosenergogaznadzor.by', '497017', '447907294', '', '', '*028', 1, NULL, NULL, NULL),
(27, NULL, 'Лапцуев В.М.', 'Лапцуев В.М.', '26080', 'Владимир', 'Лапцуев', 'Михайлович', 'Начальник группы', 3, 1, 11, 2, 7, 2, 1, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 1, NULL, NULL, NULL),
(28, 3, 'Булыгина Н.В.', 'Булыгина Н.В.', '26185', 'Наталия', 'Булыгина', 'Владимировна', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 43, 5, 1, '6f64de57.jpg', 'mropltg@gosenergogaznadzor.by', '497017', '447601522', '', '', '*028', 1, NULL, NULL, NULL),
(29, 5, 'Котенок З.А.', 'Котенок З.А.', '26073', 'Зинаида', 'Котенок', 'Алексеевна', 'Инспектор энергогазинспекции', 3, 4, 44, 2, 46, 5, 1, 'd939f028.jpg', 'novopolotsk@gosenergogaznadzor.by', '527145', '447908837', '', '', '*032', 1, NULL, NULL, NULL),
(30, 3, 'Высоцкий А.А.', 'Высоцкий А.А.', '26020', 'Анатолий', 'Высоцкий', 'Анатольевич', 'Инспектор энергогазинспекции', 3, 4, 47, 2, 51, 5, 1, '83086ce2.jpg', 'chashniki@gosenergogaznadzor.by', '60435', '447909148', '', '', '*041', 1, NULL, NULL, NULL),
(31, 1, 'Ратькович Ю.А.', 'Ратькович Ю.А.', '26124', 'Юрий', 'Ратькович', 'Алексеевич', 'Начальник группы энергогазинспекции', 3, 2, 22, 2, 25, 3, 1, 'ab5895be.jpg', 'mrogitg@gosenergogaznadzor.by', '28704', '447601139', '', '', '*046', 1, NULL, NULL, NULL),
(32, 2, 'Ишутин Е.Н.', 'Ишутин Е.Н.', '26050', 'Евгений', 'Ишутин', 'Николаевич', 'Инспектор энергогазинспекции', 3, 2, 22, 2, 25, 3, 1, '39a357ce.jpg', 'mrogitg@gosenergogaznadzor.by', '28704', '447601151', '', '', '*046', 1, NULL, NULL, NULL),
(33, 3, 'Ратькович А.Ю.', 'Ратькович А.Ю.', '26123', 'Алексей', 'Ратькович', 'Юрьевич', 'Инспектор энергогазинспекции', 3, 2, 22, 2, 25, 3, 1, '7f7ce17e.jpg', 'mrogitg@gosenergogaznadzor.by', '28704', '447601157', '', '', '*046', 1, NULL, NULL, NULL),
(34, 1, 'Николаев Д.А.', 'Николаев Д.А.', '26103', 'Дмитрий', 'Николаев', 'Анатольевич', 'Начальник группы энергогазинспекции', 3, 3, 32, 2, 30, 4, 1, 'b0668fd5.jpg', 'mroortg@gosenergogaznadzor.by', '530664', '447909269', '', '', '*022', 1, NULL, NULL, NULL),
(35, 2, 'Казаков И.А.', 'Казаков И.А.', '26051', 'Игорь', 'Казаков', 'Адамович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 30, 4, 1, '976c02ca.jpg', 'mroortg@gosenergogaznadzor.by', '530664', '447909270', '', '', '*022', 1, NULL, NULL, NULL),
(36, 3, 'Рыбиков А.В.', 'Рыбиков А.В.', '26186', 'Алексей', 'Рыбиков', 'Викторович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 30, 4, 1, 'b891a0ec.JPG', 'mroortg@gosenergogaznadzor.by', '530664', '447909284', '', '', '*022', 1, NULL, NULL, NULL),
(37, 4, 'Цыгалов И.Ю.', 'Цыгалов И.Ю.', '26202', 'Игорь', 'Цыгалов', 'Юрьевич', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 30, 4, 1, '6f69fe3a.jpg', 'mroortg@gosenergogaznadzor.by', '530664', '447907685', '', '', '*022', 1, NULL, NULL, NULL),
(38, 5, 'Арлюкевич Р.Ю.', 'Арлюкевич Р.Ю.', '26002', 'Роман', 'Арлюкевич', 'Юрьевич', 'Ведущий инженер энергогазинспекции', 1, 1, NULL, 2, 2, 1, 1, 'АрлюкевичРоманЮрьевич.JPG', 'arlukevich.ru@gosenergogaznadzor.by', '648261', '', '2030', '2563', '109', 1, NULL, NULL, NULL),
(39, 4, 'Гурин С.И.', 'Гурин С.И.', '26029', 'Сергей', 'Гурин', 'Иванович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 16, 2, 1, '96e1ac4c.jpg', 'mrovttg@gosenergogaznadzor.by', '648259', '447800948', '', '', '253', 1, NULL, NULL, NULL),
(40, 2, 'Гридюшко С.М.', 'Гридюшко С.М.', '26027', 'Сергей', 'Гридюшко', 'Михайлович', 'Инспектор энергогазинспекции', 3, 4, 41, 2, 47, 5, 1, '9e6d58cc.jpg', 'verhnedvinsk@gosenergogaznadzor.by', '61784', '447907902', '', '', '*034', 1, NULL, NULL, NULL),
(41, 4, 'Терлецкий Ю.М.', 'Терлецкий Ю.М.', '26201', 'Юрий', 'Терлецкий', 'Михайлович', 'Заместитель начальника областной энергогазинспекции ', 1, 1, 11, 2, 2, 1, 2, 'ТерлецкийЮрийМихайлович.JPG', 'terletskiy.um@gosenergogaznadzor.by', '648261', '', '2040', '2563', '141', 1, NULL, NULL, NULL),
(42, 1, 'Захаренко А.А.', 'Захаренко А.А.', '26193', 'Андрей', 'Захаренко', 'Анатольевич', 'Начальник группы энергогазинспекции', 3, 1, 11, 2, 17, 2, 2, 'd8722614.JPG', 'mrovtgg@gosenergogaznadzor.by', '648259', '447900269', '', '', '219', 1, NULL, NULL, NULL),
(43, 2, 'Смольский Д.А.', 'Смольский Д.А.', '26204', 'Дмитрий', 'Смольский', 'Александрович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 17, 2, 2, 'СмольскийДмитрийАлександрович.jpg', 'mrovtgg@gosenergogaznadzor.by', '648259', '447900296', '', '', '249', 1, NULL, NULL, NULL),
(44, 1, 'Гмырак В.В.', 'Гмырак В.В.', '26199', 'Владимир', 'Гмырак', 'Васильевич', 'Начальник группы энергогазинспекции', 3, 2, 22, 2, 26, 3, 2, '947bd9f3.JPG', 'mrogigg@gosenergogaznadzor.by', '', '447906285', '', '', '', 1, NULL, NULL, NULL),
(45, 1, 'Курашевич Д.В.', 'Курашевич Д.В.', '26197', 'Дмитрий', 'Курашевич', 'Владимирович', 'Начальник группы энергогазинспекции', 3, 3, 32, 2, 31, 4, 2, '45c41b02.JPG', 'mroorgg@gosenergogaznadzor.by', '', '447909298', '', '', '', 1, NULL, NULL, NULL),
(46, 1, 'Котенок М.А.', 'Котенок М.А.', '26196', 'Михаил', 'Котенок', 'Алексеевич', 'Начальник группы энергогазинспекции', 3, 4, 43, 2, 44, 5, 2, '93a8ac81.JPG', 'mroplgg@gosenergogaznadzor.by', '', '447908283', '', '', '', 1, NULL, NULL, NULL),
(47, NULL, 'Начальник группы (тепло)', 'Начальник группы (тепло)', '26080', 'Владимир', 'Лапцуев', 'Михайлович', NULL, 2, 1, NULL, 2, NULL, 2, 1, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(48, NULL, 'Начальник группы (газ)', 'Начальник группы (газ)', '26196', 'Михаил', 'Котенок', 'Алексеевич', NULL, 2, 4, NULL, 2, NULL, 17, 2, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(49, NULL, 'Начальник группы (газ)', 'Начальник группы (газ)', '26197', 'Дмитрий', 'Курашевич', 'Владимирович', NULL, 2, 3, NULL, 2, NULL, 17, 2, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(50, NULL, 'Начальник группы (газ)', 'Начальник группы (газ)', '26199', 'Владимир', 'Гмырак', 'Васильевич', NULL, 2, 2, NULL, 2, NULL, 17, 2, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(51, NULL, 'Начальник группы (газ)', 'Начальник группы (газ)', '26193', 'Андрей', 'Захаренко', 'Анатольевич', NULL, 2, 1, NULL, 2, NULL, 17, 2, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(52, NULL, 'Начальник группы (тепло)', 'Начальник группы (тепло)', '26124', 'Юрий', 'Ратькович', 'Алексеевич', NULL, 2, 2, NULL, 2, NULL, 2, 1, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(53, NULL, 'Начальник группы (тепло)', 'Начальник группы (тепло)', '26103', 'Дмитрий', 'Николаев', 'Анатольевич', NULL, 2, 3, NULL, 2, NULL, 2, 1, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(54, NULL, 'Начальник группы (тепло)', 'Начальник группы (тепло)', '26118', 'Елена', 'Попкова', 'Петровна', NULL, 2, 4, NULL, 2, NULL, 2, 1, NULL, 'example@mail.ru', '648256', '447906071', '2301', '2523', '151', 0, NULL, NULL, NULL),
(55, 2, 'Артюх Д.В.', 'Артюх Д.В.', '26003', 'Дмитрий', 'Артюх', 'Валерьевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 14, 2, 3, 'АртюхДмитрийВалерьевич.JPG', 'mrovteg1@gosenergogaznadzor.by', '648319', '447806728', '', '', '155', 1, NULL, NULL, NULL),
(56, 3, 'Маркин В.В.', 'Маркин В.В.', '26092', 'Владимир', 'Маркин', 'Владимирович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 14, 2, 3, 'c0bc29ad.jpg', 'mrovteg1@gosenergogaznadzor.by', '648319', '447808440', '', '', '153', 1, NULL, NULL, NULL),
(57, 4, 'Мясников М.В.', 'Мясников М.В.', '26099', 'Максим', 'Мясников', 'Витальевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 14, 2, 3, 'd2903929.jpg', 'mrovteg1@gosenergogaznadzor.by', '648319', '447809501', '', '', '252', 1, NULL, NULL, NULL),
(58, 5, 'Пальчевский С.И.', 'Пальчевский С.И.', '26109', 'Сергей', 'Пальчевский', 'Иванович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 14, 2, 3, 'fe361dc1.JPG', 'mrovteg1@gosenergogaznadzor.by', '648319', '447901895', '', '', '153', 1, NULL, NULL, NULL),
(59, 6, 'Смунев А.Н.', 'Смунев А.Н.', '26141', 'Александр', 'Смунев', 'Николаевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 14, 2, 3, 'acc2488a.jpg', 'mrovteg1@gosenergogaznadzor.by', '648319', '447902183', '', '', '152', 1, NULL, NULL, NULL),
(60, 7, 'Сулим А.А.', 'Сулим А.А.', '26150', 'Алена', 'Сулим', 'Алексеевна', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 14, 2, 3, '7884a020.JPG', 'mrovteg1@gosenergogaznadzor.by', '648319', '447902927', '', '', '152', 1, NULL, NULL, NULL),
(61, 2, 'Лебедев Ю.Е.', 'Лебедев Ю.Е.', '26083', 'Юрий', 'Лебедев', 'Евгеньевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, 'c3206ce3.jpg', 'mrovteg2@gosenergogaznadzor.by', '648337', '447904194', '', '', '140', 1, NULL, NULL, NULL),
(62, 1, 'Иванцов А.В.', 'Иванцов А.В.', '26046', 'Александр', 'Иванцов', 'Владимирович', 'Начальник группы энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, '2caeb510.jpg', 'mrovteg2@gosenergogaznadzor.by', '648337', '447601632', '', '', '139', 1, NULL, NULL, NULL),
(63, 3, 'Новиков М.С.', 'Новиков М.С.', '26105', 'Михаил', 'Новиков', 'Сирафимович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, '6e2151da.JPG', 'mrovteg2@gosenergogaznadzor.by', '648337', '447905363', '', '', '138', 1, NULL, NULL, NULL),
(64, 4, 'Прудников Е.М.', 'Прудников Е.М.', '26120', 'Евгений', 'Прудников', 'Михайлович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, '5085316c.jpg', 'mrovteg2@gosenergogaznadzor.by', '648337', '447905602', '', '', '150', 1, NULL, NULL, NULL),
(65, 5, 'Жулевич Р.М.', 'Жулевич Р.М.', '26184', 'Роман', 'Жулевич', 'Михайлович', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, 'fa2a124c.JPG', 'mrovteg2@gosenergogaznadzor.by', '648337', '447905643', '', '', '150', 1, NULL, NULL, NULL),
(66, 6, 'Якубенко А.Г.', 'Якубенко А.Г.', '26177', 'Александр', 'Якубенко', 'Геннадьевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, '1636d740.jpg', 'mrovteg2@gosenergogaznadzor.by', '648337', '447905842', '', '', '140', 1, NULL, NULL, NULL),
(67, 7, 'Яцутко А.В.', 'Яцутко А.В.', '26181', 'Александр', 'Яцутко', 'Васильевич', 'Инспектор энергогазинспекции', 3, 1, 11, 2, 15, 2, 3, '91f434c3.JPG', 'mrovteg2@gosenergogaznadzor.by', '648337', '447905867', '', '', '140', 1, NULL, NULL, NULL),
(68, 1, 'Воронин А.С.', 'Воронин А.С.', '26018', 'Александр', 'Воронин', 'Сергеевич', 'Начальник районной энергогазинспекции', 3, 1, 13, 2, 18, 2, 3, '81838b52.jpg', 'beshenkovichi@gosenergogaznadzor.by', '63122', '447906041', '', '', '*010', 1, NULL, NULL, NULL),
(69, 2, 'Ивченко В.Е.', 'Ивченко В.Е.', '26047', 'Виктор', 'Ивченко', 'Евгеньевич', 'Инспектор энергогазинспекции', 3, 1, 13, 2, 18, 2, 3, 'b402b77a.JPG', 'beshenkovichi@gosenergogaznadzor.by', '63122', '447906057', '', '', '*010', 1, NULL, NULL, NULL),
(70, 1, 'Бобров С.Г.', 'Бобров С.Г.', '26010', 'Сергей', 'Бобров', 'Григорьевич', 'Начальник районной энергогазинспекции', 3, 1, 14, 2, 19, 2, 3, 'fc9ac04d.jpg', 'gorodok@gosenergogaznadzor.by', '58540', '447906092', '', '', '*011', 1, NULL, NULL, NULL),
(71, 2, 'Шалаев Д.В.', 'Шалаев Д.В.', '26198', 'Дмитрий', 'Шалаев', 'Валерьевич', 'Инспектор энергогазинспекции', 3, 1, 14, 2, 19, 2, 3, 'e9afd311.JPG', 'gorodok@gosenergogaznadzor.by', '58540', '447806793', '', '', '*011', 1, NULL, NULL, NULL),
(72, 1, 'Шабаловский А.Н.', 'Шабаловский А.Н.', '26166', 'Андрей', 'Шабаловский', 'Николаевич', 'Начальник районной энергогазинспекции', 3, 1, 15, 2, 20, 2, 3, '34e541d0.JPG', 'liozno@gosenergogaznadzor.by', '42783', '447906194', '', '', '*012', 1, NULL, NULL, NULL),
(73, 1, 'Лебедев Е.Н.', 'Лебедев Е.Н.', '26082', 'Евгений', 'Лебедев', 'Николаевич', 'Начальник районной энергогазинспекции', 3, 1, 16, 2, 21, 2, 3, '6f888003.JPG', 'shumilino@gosenergogaznadzor.by', '51725', '447906413', '', '', '*013', 1, NULL, NULL, NULL),
(74, 2, 'Храповицкий А.В.', 'Храповицкий А.В.', '26163', 'Александр', 'Храповицкий', 'Викторович', 'Инспектор энергогазинспекции', 3, 1, 16, 2, 21, 2, 3, '1dca0465.jpg', 'shumilino@gosenergogaznadzor.by', '51725', '447906510', '', '', '*013', 1, NULL, NULL, NULL),
(75, 1, 'Кривенок А.С.', 'Кривенок А.С.', '26074', 'Александр', 'Кривенок', 'Станиславович', 'Начальник группы энергогазинспекции', 3, 2, 22, 2, 24, 3, 3, '63492fa1.jpg', 'mrogieg@gosenergogaznadzor.by', '57965', '447909873', '', '', '', 1, NULL, NULL, NULL),
(76, 2, 'Ишутин А.Н.', 'Ишутин А.Н.', '26049', 'Анатолий', 'Ишутин', 'Николаевич', 'Инспектор энергогазинспекции', 3, 2, 22, 2, 24, 3, 3, '3ab48cf7.jpg', 'mrogieg@gosenergogaznadzor.by', '57965', '447601108', '', '', '', 1, NULL, NULL, NULL),
(77, 3, 'Сивко А.В.', 'Сивко А.В.', '26138', 'Александр', 'Сивко', 'Викторович', 'Инспектор энергогазинспекции', 3, 2, 22, 2, 24, 3, 3, '92701823.JPG', 'mrogieg@gosenergogaznadzor.by', '57965', '447601124', '', '', '', 1, NULL, NULL, NULL),
(78, 1, 'Шакур С.В.', 'Шакур С.В.', '26167', 'Сергей', 'Шакур', 'Валерьянович', 'Начальник районной энергогазинспекции', 3, 2, 21, 2, 33, 3, 3, 'ed6e2113.jpg', 'braslav@gosenergogaznadzor.by', '32522', '447601179', '', '', '*047', 1, NULL, NULL, NULL),
(79, 2, 'Тикнюс В.В.', 'Тикнюс В.В.', '26154', 'Виктор', 'Тикнюс', 'Владимирович', 'Инспектор энергогазинспекции', 3, 2, 21, 2, 33, 3, 3, 'ccca3236.jpg', 'braslav@gosenergogaznadzor.by', '', '447601184', '', '', '', 1, NULL, NULL, NULL),
(80, 1, 'Русак В.К.', 'Русак В.К.', '26129', 'Вадим', 'Русак', 'Константинович', 'Начальник районной энергогазинспекции', 3, 2, 23, 2, 34, 3, 3, '1fd4a4de.jpg', 'dokshicy@gosenergogaznadzor.by', '21142', '447601208', '', '', '*049', 1, NULL, NULL, NULL),
(81, 2, 'Нестеренок В.М.', 'Нестеренок В.М.', '26102', 'Виктор', 'Нестеренок', 'Мечиславович', 'Инспектор энергогазинспекции', 3, 2, 23, 2, 34, 3, 3, 'f44ad548.jpg', 'dokshicy@gosenergogaznadzor.by', '21142', '447601258', '', '', '*049', 1, NULL, NULL, NULL),
(82, 1, 'Томко В.И.', 'Томко В.И.', '26157', 'Владимир', 'Томко', 'Иосифович', 'Начальник районной энергогазинспекции', 3, 2, 24, 2, 35, 3, 3, '10cdfaa6.jpg', 'miory@gosenergogaznadzor.by', '52827', '447601261', '', '', '*050', 0, NULL, NULL, NULL),
(83, 2, 'Селицкий В.П.', 'Селицкий В.П.', '26135', 'Валерий', 'Селицкий', 'Петрович', 'Инспектор энергогазинспекции', 3, 2, 24, 2, 35, 3, 3, 'f301fbe3.jpg', 'miory@gosenergogaznadzor.by', '52827', '447601269', '', '', '*050', 1, NULL, NULL, NULL),
(84, 1, 'Сакович А.М.', 'Сакович А.М.', '26133', 'Александр', 'Сакович', 'Мирославович', 'Начальник районной энергогазинспекции', 3, 2, 25, 2, 36, 3, 3, 'cd5cb07d.jpg', 'postavy@gosenergogaznadzor.by', '51567', '447601339', '', '', '*052', 1, NULL, NULL, NULL),
(85, 2, 'Терез О.В.', 'Терез О.В.', '26153', 'Олег', 'Терез', 'Валентинович', 'Инспектор энергогазинспекции', 3, 2, 25, 2, 36, 3, 3, '480e317b.jpg', 'postavy@gosenergogaznadzor.by', '42890', '447601385', '', '', '*051', 1, NULL, NULL, NULL),
(86, 1, 'Кожух И.Н.', 'Кожух И.Н.', '26066', 'Игорь', 'Кожух', 'Николаевич', 'Начальник районной энергогазинспекции', 3, 2, 26, 2, 37, 3, 3, '4ece94c3.jpg', 'sharkovchina@gosenergogaznadzor.by', '41186', '447601391', '', '', '*054', 1, NULL, NULL, NULL),
(87, 2, 'Климантович А.А.', 'Климантович А.А.', '26061', 'Александр', 'Климантович', 'Александрович', 'Инспектор энергогазинспекции', 3, 2, 26, 2, 37, 3, 3, '1524f9c8.jpg', 'sharkovchina@gosenergogaznadzor.by', '41125', '447601428', '', '', '*053', 1, NULL, NULL, NULL),
(88, 1, 'Провальский И.С.', 'Провальский И.С.', '0', 'Игорь', 'Провальский', 'Святославович', 'Начальник группы энергогазинспекции', 3, 3, 32, 2, 29, 4, 3, 'aef7495a.JPG', 'mrooreg@gosenergogaznadzor.by', '213452', '447909254', '', '', '*016', 1, NULL, NULL, NULL),
(89, 2, 'Каптур А.Л.', 'Каптур А.Л.', '26053', 'Александр', 'Каптур', 'Леонидович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 29, 4, 3, 'd71964cb.JPG', 'mrooreg@gosenergogaznadzor.by', '213452', '447909243', '', '', '*016', 1, NULL, NULL, NULL),
(90, 3, 'Кожевников С.М.', 'Кожевников С.М.', '26056', 'Сергей', 'Кожевников', 'Михайлович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 29, 4, 3, '2f2c2922.JPG', 'mrooreg@gosenergogaznadzor.by', '213452', '447909248', '', '', '*016', 1, NULL, NULL, NULL),
(91, 4, 'Мартыненков Ю.В.', 'Мартыненков Ю.В.', '26094', 'Юрий', 'Мартыненков', 'Владимирович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 29, 4, 3, '766697b5.jpg', 'mrooreg@gosenergogaznadzor.by', '213452', '447909253', '', '', '*016', 1, NULL, NULL, NULL),
(92, 5, 'Рябцев А.П.', 'Рябцев А.П.', '26131', 'Андрей', 'Рябцев', 'Петрович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 29, 4, 3, '3eaccdf1.jpg', 'mrooreg@gosenergogaznadzor.by', '213452', '447909256', '', '', '*016', 1, NULL, NULL, NULL),
(93, 6, 'Содолев С.П.', 'Содолев С.П.', '26143', 'Станислав', 'Содолев', 'Петрович', 'Инспектор энергогазинспекции', 3, 3, 32, 2, 29, 4, 3, '0874894e.JPG', 'mrooreg@gosenergogaznadzor.by', '213452', '447909264', '', '', '*016', 1, NULL, NULL, NULL),
(94, 1, 'Сорокин В.В.', 'Сорокин В.В.', '26145', 'Владимир', 'Сорокин', 'Владимирович', 'Начальник районной энергогазинспекции', 3, 3, 31, 2, 38, 4, 3, '9bd1e87e.jpg', 'dubrovno@gosenergogaznadzor.by', '41452', '447909301', '', '', '*019', 1, NULL, NULL, NULL),
(95, 2, 'Зазыбо А.В.', 'Зазыбо А.В.', '16884', 'Андрей', 'Зазыбо', 'Вячеславович', 'Инспектор энергогазинспекции', 3, 3, 31, 2, 38, 4, 3, '1ca8b1d4.jpg', 'dubrovno@gosenergogaznadzor.by', '41452', '447909281', '', '', '*019', 1, NULL, NULL, NULL),
(96, 1, 'Пипкин В.Ф.', 'Пипкин В.Ф.', '26114', 'Владимир', 'Пипкин', 'Федорович', 'Начальник районной энергогазинспекции', 3, 3, 33, 2, 39, 4, 3, 'fff15e62.JPG', 'senno@gosenergogaznadzor.by', '51931', '447900297', '', '', '*020', 1, NULL, NULL, NULL),
(97, 2, 'Лаврисюк Л.С.', 'Лаврисюк Л.С.', '26078', 'Любовь', 'Лаврисюк', 'Сергеевна', 'Инспектор энергогазинспекции', 3, 3, 33, 2, 39, 4, 3, '533720f8.JPG', 'senno@gosenergogaznadzor.by', '51931', '447909375', '', '', '*020', 1, NULL, NULL, NULL),
(98, 1, 'Васильева Л.С.', 'Васильева Л.С.', '26013', 'Людмила', 'Васильева', 'Станиславовна', 'Начальник районной энергогазинспекции', 3, 3, 34, 2, 40, 4, 3, '3cd50491.jpg', 'tolochin@gosenergogaznadzor.by', '58018', '447909386', '', '', '*021', 1, NULL, NULL, NULL),
(99, 2, 'Лисовский А.С.', 'Лисовский А.С.', '26085', 'Алексей', 'Лисовский', 'Сергеевич', 'Инспектор энергогазинспекции', 3, 3, 34, 2, 40, 4, 3, '87b60bd2.jpg', 'tolochin@gosenergogaznadzor.by', '58018', '447909851', '', '', '*021', 1, NULL, NULL, NULL),
(100, 1, 'Зеленкевич В.В.', 'Зеленкевич В.В.', '26042', 'Виталий', 'Зеленкевич', 'Владимирович', 'Начальник группы энергогазинспекции', 3, 4, 43, 2, 42, 5, 3, '32c40f16.JPG', 'mropleg@gosenergogaznadzor.by', '497097', '447906572', '', '', '*027', 1, NULL, NULL, NULL),
(101, 2, 'Дзюбич И.Ю.', 'Дзюбич И.Ю.', '26035', 'Илья', 'Дзюбич', 'Юрьевич', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 42, 5, 3, 'e8ab88fe.jpg', 'mropleg@gosenergogaznadzor.by', '497097', '447906695', '', '', '*027', 1, NULL, NULL, NULL),
(102, 3, 'Карпович Т.О.', 'Карпович Т.О.', '26056', 'Тимофей', 'Карпович', 'Олегович', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 42, 5, 3, '81e732ad.jpg', 'mropleg@gosenergogaznadzor.by', '497097', '447906728', '', '', '*027', 1, NULL, NULL, NULL),
(103, 4, 'Машарский И.О.', 'Машарский И.О.', '26096', 'Игорь', 'Машарский', 'Олегович', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 42, 5, 3, '1b4e1549.jpg', 'mropleg@gosenergogaznadzor.by', '497097', '447907026', '', '', '*027', 1, NULL, NULL, NULL),
(104, 6, 'Юрченко М.В.', 'Юрченко М.В.', '26189', 'Маргарита', 'Юрченко', 'Васильевна', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 42, 5, 3, '6d202fbb.jpg', 'mropleg@gosenergogaznadzor.by', '497097', '447907141', '', '', '*027', 1, NULL, NULL, NULL),
(105, 7, 'Карпов Р.С.', 'Карпов Р.С.', '26192', 'Роман', 'Карпов', 'Сергеевич', 'Инспектор энергогазинспекции', 3, 4, 43, 2, 42, 5, 3, 'f19d3e8e.JPG', 'mropleg@gosenergogaznadzor.by', '497097', '447906796', '', '', '*027', 1, NULL, NULL, NULL),
(106, 1, 'Бибич Ю.В.', 'Бибич Ю.В.', '26009', 'Юлия', 'Бибич', 'Васильевна', 'Начальник районной энергогазинспекции', 3, 4, 44, 2, 46, 5, 3, '622a212a.jpg', 'novopolotsk@gosenergogaznadzor.by', '522547', '447908369', '', '', '*030', 1, NULL, NULL, NULL),
(107, 2, 'Захаренко О.Ю.', 'Захаренко О.Ю.', '26041', 'Олег', 'Захаренко', 'Юрьевич', 'Инспектор энергогазинспекции', 3, 4, 44, 2, 46, 5, 3, '853dec62.JPG', 'novopolotsk@gosenergogaznadzor.by', '522364', '447908509', '', '', '*031', 1, NULL, NULL, NULL),
(108, 3, 'Пистунович Н.А.', 'Пистунович Н.А.', '26116', 'Никита', 'Пистунович', 'Александрович', 'Инспектор энергогазинспекции', 3, 4, 44, 2, 46, 5, 3, '6fe3728f.jpg', 'novopolotsk@gosenergogaznadzor.by', '522364', '447908515', '', '', '*031', 1, NULL, NULL, NULL),
(109, 4, 'Рубан О.Н.', 'Рубан О.Н.', '26128', 'Олег', 'Рубан', 'Николаевич', 'Инспектор энергогазинспекции', 3, 4, 44, 2, 46, 5, 3, 'a84ec902.jpg', 'novopolotsk@gosenergogaznadzor.by', '522364', '447908591', '', '', '*031', 1, NULL, NULL, NULL),
(110, 1, 'Андреев А.Г.', 'Андреев А.Г.', '26001', 'Андрей', 'Андреев', 'Геннадьевич', 'Начальник районной энергогазинспекции', 3, 4, 41, 2, 47, 5, 3, 'dde23c25.jpg', 'verhnedvinsk@gosenergogaznadzor.by', '61783', '447907952', '', '', '*033', 1, NULL, NULL, NULL),
(112, 3, 'Зайцев А.А.', 'Зайцев А.А.', '26040', 'Александр', 'Зайцев', 'Анатольевич', 'Инспектор энергогазинспекции', 3, 4, 41, 2, 47, 5, 3, '55a2369c.jpg', 'verhnedvinsk@gosenergogaznadzor.by', '61784', '447908085', '', '', '*034', 1, NULL, NULL, NULL),
(113, 4, 'Папкович И.Г.', 'Папкович И.Г.', '26110', 'Ирина', 'Папкович', 'Геннадьевна', 'Инспектор энергогазинспекции', 3, 4, 41, 2, 47, 5, 3, '6a54fb7a.jpg', 'verhnedvinsk@gosenergogaznadzor.by', '61784', '447601462', '', '', '*034', 1, NULL, NULL, NULL),
(114, 1, 'Перхурович И.В.', 'Перхурович И.В.', '26112', 'Игорь', 'Перхурович', 'Владимирович', 'Начальник районной энергогазинспекции', 3, 4, 42, 2, 48, 5, 3, '98ef6c75.jpg', 'lepel@gosenergogaznadzor.by', '64671', '447908123', '', '', '*035', 1, NULL, NULL, NULL),
(115, 2, 'Лях С.Н.', 'Лях С.Н.', '26088', 'Сергей', 'Лях', 'Николаевич', 'Инспектор энергогазинспекции', 3, 4, 42, 2, 48, 5, 3, '989fb234.jpg', 'lepel@gosenergogaznadzor.by', '69806', '447908363', '', '', '*036', 1, NULL, NULL, NULL),
(116, 1, 'Воскресенский М.С.', 'Воскресенский М.С.', '26019', 'Михаил', 'Воскресенский', 'Сергеевич', 'Начальник районной энергогазинспекции', 3, 4, 45, 2, 49, 5, 3, '2e2b0b11.JPG', 'rossony@gosenergogaznadzor.by', '51498', '447908857', '', '', '*037', 1, NULL, NULL, NULL),
(117, 2, 'Брикса А.Н.', 'Брикса А.Н.', '18923', 'Андрей', 'Брикса', 'Николаевич', 'Инспектор энергогазинспекции', 3, 4, 45, 2, 49, 5, 3, '7528f140.jpg', 'rossony@gosenergogaznadzor.by', '51498', '447601559', '', '', '*037', 1, NULL, NULL, NULL),
(118, 1, 'Ярмош С.Л.', 'Ярмош С.Л.', '26180', 'Сергей', 'Ярмош', 'Леонидович', 'Начальник районной энергогазинспекции', 3, 4, 46, 2, 50, 5, 3, 'f508c46a.jpg', 'ushachi@gosenergogaznadzor.by', '50094', '447909038', '', '', '*038', 1, NULL, NULL, NULL),
(119, 2, 'Клепец В.Д.', 'Клепец В.Д.', '26060', 'Владимир', 'Клепец', 'Дмитриевич', 'Инспектор энергогазинспекции', 3, 4, 46, 2, 50, 5, 3, '41422448.jpg', 'ushachi@gosenergogaznadzor.by', '50696', '447909043', '', '', '*039', 1, NULL, NULL, NULL),
(120, 1, 'Макарский С.А.', 'Макарский С.А.', '0', 'Сергей', 'Макарский', 'Александрович', 'Начальник районной энергогазинспекции', 3, 4, 47, 2, 51, 5, 3, 'f5168851.jpg', 'chashniki@gosenergogaznadzor.by', '60433', '447909073', '', '', '*040', 1, NULL, NULL, NULL),
(121, 2, 'Подрез С.Л.', 'Подрез С.Л.', '26117', 'Сергей', 'Подрез', 'Леонидович', 'Инспектор энергогазинспекции', 3, 4, 47, 2, 51, 5, 3, 'c0f7d64a.jpg', 'chashniki@gosenergogaznadzor.by', '60435', '447909143', '', '', '*041', 1, NULL, NULL, NULL),
(123, 4, 'Иванов А.С.', 'Иванов А.С.', '26045', 'Александр', 'Иванов', 'Сергеевич', 'Инспектор энергогазинспекции', 3, 4, 48, 2, 51, 5, 3, 'd74c4250.jpg', 'chashniki@gosenergogaznadzor.by', '34615', '447909198', '', '', '*042', 1, NULL, NULL, NULL),
(125, 1, 'Василевский А.А.', 'Василевский А.А.', '26190', 'Андрей', 'Василевский', 'Алексадрович', 'Директор', 0, 0, 0, 2, 53, 1, 0, 'ВасилевскийАндрейАлександрович.JPG', 'vasilevskiy.aa@gosenergogaznadzor.by', '648221', '', '2001', '2550', '101', 1, NULL, NULL, NULL),
(126, 2, 'Квачонок А.П.', 'Квачонок А.П.', '26059', 'Андрей', 'Квачонок', 'Петрович', 'Главный инженер', 0, 0, 0, 2, 53, 1, 0, 'КвачонокАндрейПетрович.jpg', 'kvachonok.ap@gosenergogaznadzor.by', '648227', '447906071', '2002', '2551', '102', 1, NULL, NULL, NULL),
(127, 3, 'Красовский А.Ф.', 'Красовский А.Ф.', '26191', 'Антон', 'Красовский', 'Федорович', 'Заместитель директора', 0, 0, 0, 2, 53, 1, 0, 'КрасовскийАнтонФедорович.JPG', 'krasovskiy.af@gosenergogaznadzor.by', '648227', '', '2003', '2554', '123', 1, NULL, NULL, NULL),
(128, 4, 'Церах Н.С.', 'Церах Н.С.', '26106', 'Наталья', 'Церах', 'Сергеевна', 'Секретарь приемной', 0, 0, 0, 2, 1, 1, 0, 'ЦерахНатальяСергеевна.jpg', 'vitebsk@gosenergogaznadzor.by', '648221', '', '2000', '2559', '103', 1, NULL, NULL, NULL),
(129, 5, 'Семашко Д.М.', 'Семашко Д.М.', '26136', 'Дмитрий', 'Семашко', 'Михайлович', 'Юрисконсульт I категории', 0, 0, 0, 2, 1, 1, 0, 'СемашкоДмитрийМихайлович.JPG', 'semashko.dm@gosenergogaznadzor.by', '648239', '', '2092', '2557', '224', 1, NULL, NULL, NULL),
(130, 6, 'Морозова А.Ф.', 'Морозова А.Ф.', '26093', 'Анна', 'Морозова', 'Федоровна', 'Юрисконсульт I категории', 0, 0, 0, 2, 1, 1, 0, 'МорозоваАннаФедоровна.JPG', 'morozova.af@gosenergogaznadzor.by', '648252', '', '2091', '2557', '120', 1, NULL, NULL, NULL),
(131, 7, 'Лерман Д.С.', 'Лерман Д.С.', '26084', 'Диана', 'Лерман', 'Станиславовна', 'Специалист по кадрам II категории', 0, 0, 0, 2, 1, 1, 0, 'ЛерманДианаСтаниславовна.jpg', 'lerman.ds@gosenergogaznadzor.by', '648252', '', '2093', '2557', '119', 1, NULL, NULL, NULL),
(132, 5, 'Якубенко С.И.', 'Якубенко С.И.', '26178', 'Степан', 'Якубенко', 'Иванович', 'Экономист I категории', 0, 0, 0, 2, 3, 1, 0, 'ЯкубенкоСтепанИванович.JPG', 'yakubenko.si@gosenergogaznadzor.by', '648246', '', '2101', '2558', '223', 1, NULL, NULL, NULL),
(133, 6, 'Демидова М.В.', 'Демидова М.В.', '26033', 'Марина', 'Демидова', 'Викторовна', 'Экономист II категории', 0, 0, 0, 2, 3, 1, 0, 'ДемидоваМаринаВикторовна.JPG', 'demidova.mv@gosenergogaznadzor.by', '648246', '', '2101', '2558', '222', 1, NULL, NULL, NULL),
(134, 9, 'Смольская И.А.', 'Смольская И.А.', '26139', 'Илона', 'Смольская', 'Александровна', 'Экономист по МТС', 0, 0, 0, 2, 1, 1, 0, 'СмольскаяИлонаАлександровна.jpg', 'smolskaya.ia@gosenergogaznadzor.by', '648265', '', '2071', '2562', '106', 1, NULL, NULL, NULL),
(135, 10, 'Наумова С.В.', 'Наумова С.В.', '26101', 'Светлана', 'Наумова', 'Валерьевна', 'Заведующий хозяйством', 0, 0, 0, 2, 1, 1, 0, 'НаумоваСветланаВалерьевна.JPG', 'naumova.sv@gosenergogaznadzor.by', '648265', '', '2071', '2562', '136', 1, NULL, NULL, NULL),
(136, 8, 'Кротенок В.Г.', 'Кротенок В.Г.', '26075', 'Василий', 'Кротенок', 'Геннадьевич', 'Инженер по охране труда I категории', 0, 0, 0, 2, 1, 1, 0, 'КротенокВасилийГеннадьевич.JPG', 'krotenok.vg@gosenergogaznadzor.by', '648239', '', '2092', '2562', '145', 1, NULL, NULL, NULL),
(137, 1, 'Костянко А.Г.', 'Костянко А.Г.', '26072', 'Андрей', 'Костянко', 'Григорьевич', 'Начальник областной энергогазинспекции', 0, 0, 0, 2, 2, 1, 0, 'КостянкоАндрейГригорьевич.JPG', 'kostyanko.ag@gosenergogaznadzor.by', '648254', '', '2005', '2563', '112', 1, NULL, NULL, NULL),
(138, 2, 'Редьков А.М.', 'Редьков А.М.', '26125', 'Алексей', 'Редьков', 'Михайлович', 'Заместитель начальника областной энергогазинспекции', 0, 0, 0, 2, 2, 1, 0, 'РедьковАлексейМихайлович.jpg', 'redkov.am@gosenergogaznadzor.by', '648254', '', '2020', '2563', '111', 1, NULL, NULL, NULL),
(139, 3, 'Демко Л.М.', 'Демко Л.М.', '26034', 'Людмила', 'Демко', 'Михайловна', 'Заместитель начальника областной энергогазинспекции', 0, 0, 0, 2, 2, 1, 0, 'ДемкоЛюдмилаМихайловна.JPG', 'demko.lm@gosenergogaznadzor.by', '648261', '', '2030', '2563', '108', 1, NULL, NULL, NULL),
(141, 6, 'Банифатова Т.С.', 'Банифатова Т.С.', '26004', 'Татьяна', 'Банифатова', 'Сергеевна', 'Инженер энергогазинспекции I категории', 0, 0, 0, 2, 2, 1, 0, 'БанифатоваТатьянаСергеевна.jpg', 'banifatova.ts@gosenergogaznadzor.by', '648254', '', '2020', '2563', '121', 1, NULL, NULL, NULL),
(142, 7, 'Тяпко А.В.', 'Тяпко А.В.', '26159', 'Александр', 'Тяпко', 'Викторович', 'Инженер энергогазинспекции I категории', 0, 0, 0, 2, 2, 1, 0, 'ТяпкоАлександрВикторович.jpg', 'tyapko.av@gosenergogaznadzor.by', '648254', '', '2020', '2563', '113', 1, NULL, NULL, NULL),
(143, 1, 'Пачковский А.Ч.', 'Пачковский А.Ч.', '26111', 'Андрей', 'Пачковский', 'Чеславович', 'Начальник производственно-технической группы', 0, 0, 0, 2, 4, 1, 0, 'ПачковскийАндрейЧеславович.jpg', 'pachkovskiy.ac@gosenergogaznadzor.by', '648246', '', '2050', '2562', '251', 1, NULL, NULL, NULL),
(144, 2, 'Грушина С.А.', 'Грушина С.А.', '26028', 'Светлана', 'Грушина', 'Анатольевна', 'Инженер I категории', 0, 0, 0, 2, 4, 1, 0, 'ГрушинаСветланаАнатольевна.JPG', 'grushina.sa@gosenergogaznadzor.by', '648246', '', '2050', '2562', '107', 1, NULL, NULL, NULL),
(145, 3, 'Смолякова О.А.', 'Смолякова О.А.', '26140', 'Ольга', 'Смолякова', 'Александровна', 'Инженер I категории', 0, 0, 0, 2, 4, 1, 0, 'СмоляковаОльгаАлександровна.JPG', 'smolyakova.oa@gosenergogaznadzor.by', '648246', '', '2050', '2562', '110', 1, NULL, NULL, NULL),
(146, 1, 'Готенко И.Ю.', 'Готенко И.Ю.', '26195', 'Инна', 'Готенко', 'Юрьевна', 'Главный бухгалтер - начальник отдела', 0, 0, 0, 2, 3, 1, 0, 'ГотенкоИннаЮрьевна.jpg', 'gotenko.iu@gosenergogaznadzor.by', '648249', '', '2004', '2558', '105', 1, NULL, NULL, NULL),
(147, 2, 'Гуринова С.В.', 'Гуринова С.В.', '26030', 'Светлана', 'Гуринова', 'Валерьевна', 'Ведущий бухгалтер', 0, 0, 0, 2, 3, 1, 0, 'ГуриноваСветланаВалерьевна.jpg', 'gurinova.sv@gosenergogaznadzor.by', '648249', '', '2011', '2558', '115', 1, NULL, NULL, NULL),
(148, 4, 'Спиридонова Е.Л.', 'Спиридонова Е.Л.', '26147', 'Екатерина', 'Спиридонова', 'Леонидовна', 'Бухгалтер', 0, 0, 0, 2, 3, 1, 0, 'СпиридоноваЕкатеринаЛеонидовна.JPG', 'spiridonova.el@gosenergogaznadzor.by', '648249', '', '2011', '2558', '118', 1, NULL, NULL, NULL),
(149, 3, 'Венскович А.Ф.', 'Венскович А.Ф.', '26014', 'Алла', 'Венскович', 'Францевна', 'Бухгалтер II категории', 0, 0, 0, 2, 3, 1, 0, 'ВенсковичАллаФранцевна.JPG', 'venskovich.af@gosenergogaznadzor.by', '648249', '', '2011', '2558', '117', 1, NULL, NULL, NULL),
(150, 1, 'Бородич Д.В.', 'Бородич Д.В.', '26011', 'Денис', 'Бородич', 'Васильевич', 'Начальник отдела', 0, 0, 0, 2, 5, 1, 0, 'БородичДенисВасильевич.JPG', 'borodich.dv@gosenergogaznadzor.by', '648260', '', '2080', '2555', '116', 1, NULL, NULL, NULL),
(151, 2, 'Севрюков И.В.', 'Севрюков И.В.', '26134', 'Игорь', 'Севрюков', 'Владимирович', 'Ведущий инженер-системотехник', 0, 0, 0, 2, 5, 1, 0, 'СеврюковИгорьВладимирович.JPG', 'sevrukov.iv@gosenergogaznadzor.by', '648260', '', '2081', '2555', '133', 1, NULL, NULL, NULL),
(152, 4, 'Спиридонов С.А.', 'Спиридонов С.А.', '26146', 'Сергей', 'Спиридонов', 'Александрович', 'Инженер-программист I категории', 0, 0, 0, 2, 5, 1, 0, 'СпиридоновСергейАлександрович.JPG', 'spiridonov.sa@gosenergogaznadzor.by', '648260', '', '2081', '2555', '218', 1, NULL, NULL, NULL),
(153, 3, 'Бутько К.А.', 'Бутько К.А.', '26012', 'Кристина', 'Бутько', 'Александровна', 'Ведущий инженер-программист', 0, 0, 0, 2, 5, 1, 0, 'БутькоКристинаАлександровна.jpg', 'butko.ka@gosenergogaznadzor.by', '648260', '', '2084', '2555', '134', 1, NULL, NULL, NULL),
(154, 1, 'Лобкович В.М.', 'Лобкович В.М.', '26086', 'Владимир', 'Лобкович', 'Михайлович', 'Начальник автотранспортного участка', 0, 0, 0, 2, 52, 1, 0, 'ЛобковичВладимирМихайлович.JPG', 'lobkovich.vm@gosenergogaznadzor.by', '648252', '', '2110', '2557', '146', 1, NULL, NULL, NULL),
(155, 3, 'Шаровский А.М.', 'Шаровский А.М.', '26170', 'Андрей', 'Шаровский', 'Михайлович', 'Водитель автомобиля', 0, 0, 0, 2, 52, 1, 0, 'ШаровскийАндрейМихайлович.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(156, 4, 'Радковский Ю.И.', 'Радковский Ю.И.', '26121', 'Юрий', 'Радковский', 'Иванович', 'Водитель автомобиля', 0, 0, 0, 2, 52, 1, 0, 'РадковскийЮрийИванович.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(157, 5, 'Бакурин В.П.', 'Бакурин В.П.', '26188', 'Василий', 'Бакурин', 'Петрович', 'Водитель автомобиля', 0, 0, 0, 2, 52, 1, 0, 'БакуринВасилийПетрович.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(158, 6, 'Королев И.М.', 'Королев И.М.', '26069', 'Иван', 'Королев', 'Михайлович', 'Слесарь по ремонту автомобилей', 0, 0, 0, 2, 52, 1, 0, 'КоролевИванМихайлович.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(159, 2, 'Мозжаров Н.В.', 'Мозжаров Н.В.', '26203', 'Николай', 'Мозжаров', 'Валерьевич', 'Водитель автомобиля', 0, 0, 0, 2, 52, 1, 0, 'МозжаровНиколайВалерьевич.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(160, 1, 'Ярмоленко Т.М.', 'Ярмоленко Т.М.', '26179', 'Тамара', 'Ярмоленко', 'Михайловна', 'Уборщик помещений служебных', 0, 0, 0, 2, 13, 1, 0, 'ЯрмоленкоТомараМихайловна.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(161, 1, 'Хатенько К.Н.', 'Хатенько К.Н.', '26162', 'Константин', 'Хатенько', 'Николаевич', 'Начальник межрайонного отделения', 0, 0, 0, 2, 11, 2, 0, 'd7e28d05.jpg', 'khatenko.kn@gosenergogaznadzor.by', '648256', '447906071', '2301', '2523', '151', 1, NULL, NULL, NULL),
(162, 2, 'Сазонов И.Е.', 'Сазонов И.Е.', '26132', 'Иван', 'Сазонов', 'Евгеньевич', 'Заместитель начальника межрайонного отделения', 0, 0, 0, 2, 11, 2, 0, '8698df2b.jpg', 'sazonov.ie@gosenergogaznadzor.by', '648256', '', '', '2539', '149', 1, NULL, NULL, NULL),
(163, 3, 'Лапоухова Т.В.', 'Лапоухова Т.В.', '26079', 'Татьяна', 'Лапоухова', 'Владимировна', 'Секретарь', 0, 0, 0, 2, 11, 2, 0, 'dceb7b18.jpg', 'mrovt@gosenergogaznadzor.by', '648256', '447900212', '', '2539', '148', 1, NULL, NULL, NULL),
(164, 4, 'Берзина А.А.', 'Берзина А.А.', '26008', 'Александра', 'Берзина', 'Андреевна', 'Инспектор энергогазинспекции', 0, 0, 0, 2, 16, 2, 0, '8731a70a.JPG', 'berzina.aa@gosenergogaznadzor.by', '648256', '447800931', '', '2539', '147', 1, NULL, NULL, NULL),
(165, 1, 'Еременко Ю.В.', 'Еременко Ю.В.', '26171', 'Юрий', 'Еременко', 'Викторович', 'Водитель автомобиля', 0, 0, 0, 2, 22, 2, 0, '8f2146d8.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(166, 2, 'Осадчий А.М.', 'Осадчий А.М.', '26108', 'Анатолий', 'Осадчий', 'Михайлович', 'Водитель автомобиля', 0, 0, 0, 2, 22, 2, 0, 'b6ce08c5.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(167, 3, 'Верховод А.П.', 'Верховод А.П.', '26206', 'Анатолий', 'Верховод', 'Петрович', 'Водитель автомобиля', 0, 0, 0, 2, 22, 2, 0, '80cf6a39.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(168, 4, 'Головочева О.М.', 'Головочева О.М.', '26183', 'Олеся', 'Головочева', 'Михайловна', 'Уборщик служебных помещений', 0, 0, 0, 2, 22, 2, 0, 'f4ba9086.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(169, 3, 'Барановский Р.А.', 'Барановский Р.А.', '26182', 'Руслан', 'Барановский', 'Анатольевич', 'Водитель автомобиля', 0, 0, 0, 2, 18, 2, 0, '65bde0cc.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(170, 3, 'Ковалев В.Н.', 'Ковалев В.Н.', '26064', 'Виктор', 'Ковалев', 'Николаевич', 'Водитель автомобиля', 0, 0, 0, 2, 19, 2, 0, '48757f85.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(171, 1, 'Латышонок В.Г.', 'Латышонок В.Г.', '26081', 'Валерий', 'Латышонок', 'Георгиевич', 'Начальник межрайонного отделения', 0, 0, 0, 2, 23, 3, 0, 'd06a121a.jpg', 'latyshonok.vg@gosenergogaznadzor.by', '28402', '447903478', '2401', '', '*044', 1, NULL, NULL, NULL),
(172, 2, 'Голубенок А.М.', 'Голубенок А.М.', '26025', 'Андрей', 'Голубенок', 'Михайлович', 'Заместитель начальника межрайонного отделения', 0, 0, 0, 2, 23, 3, 0, 'bf21ce71.jpg', 'golubenok.am@gosenergogaznadzor.by', '28043', '', '', '', '*045', 1, NULL, NULL, NULL),
(173, 3, 'Казуро Т.Ю.', 'Казуро Т.Ю.', '26052', 'Татьяна', 'Казуро', 'Юльяновна', 'Секретарь', 0, 0, 0, 2, 23, 3, 0, 'b9384d8a.jpg', 'mrogl@gosenergogaznadzor.by', '28107', '447900298', '', '', '*043', 1, NULL, NULL, NULL),
(174, 4, 'Лынько В.Н.', 'Лынько В.Н.', '26087', 'Вячеслав', 'Лынько', 'Николаевич', 'Инженер энергогазинспекции I категории', 0, 0, 0, 2, 23, 3, 0, '9dcc19b1.jpg', 'lynko.vn@gosenergogaznadzor.by', '28043', '', '', '', '*045', 1, NULL, NULL, NULL),
(175, 1, 'Цырбан С.И.', 'Цырбан С.И.', '26165', 'Сергей', 'Цырбан', 'Иванович', 'Водитель автомобиля', 0, 0, 0, 2, 27, 3, 0, '7b32c380.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(176, 2, 'Цырбан М.С.', 'Цырбан М.С.', '26164', 'Михаил', 'Цырбан', 'Сергеевич', 'Водитель автомобиля', 0, 0, 0, 2, 27, 3, 0, '1ae76d68.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(177, 3, 'Петюкевич А.А.', 'Петюкевич А.А.', '26113', 'Александр', 'Петюкевич', 'Антонович', 'Водитель автомобиля', 0, 0, 0, 2, 33, 3, 0, 'eed185ad.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(178, 3, 'Войтенков В.А.', 'Войтенков В.А.', '26016', 'Валерий', 'Войтенков', 'Анатольевич', 'Водитель автомобиля', 0, 0, 0, 2, 34, 3, 0, 'bc0b843c.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(179, 3, 'Тычко В.И.', 'Тычко В.И.', '26158', 'Владимир', 'Тычко', 'Иванович', 'Водитель автомобиля', 0, 0, 0, 2, 35, 3, 0, '272bd692.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(180, 3, 'Костень А.И.', 'Костень А.И.', '26071', 'Александр', 'Костень', 'Иванович', 'Водитель автомобиля', 0, 0, 0, 2, 36, 3, 0, '414e83a0.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(181, 3, 'Рогачевский С.Н.', 'Рогачевский С.Н.', '26126', 'Сергей', 'Рогачевский', 'Николаевич', 'Водитель автомобиля', 0, 0, 0, 2, 37, 3, 0, 'e1d867a7.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(182, 1, 'Зильберман А.Д.', 'Зильберман А.Д.', '26044', 'Александр', 'Зильберман', 'Дмитриевич', 'Начальник межрайонного отделения', 0, 0, 0, 2, 28, 4, 0, '1f1a9cff.JPG', 'zilberman.ad@gosenergogaznadzor.by', '440868', '447909242', '2501', '', '*015', 1, NULL, NULL, NULL),
(183, 2, 'Шарамет Г.Н.', 'Шарамет Г.Н.', '26169', 'Галина', 'Шарамет', 'Николаевна', 'Заместитель начальника межрайонного отделения', 0, 0, 0, 2, 28, 4, 0, '9d883862.jpg', 'sharamet.gn@gosenergogaznadzor.by', '440325', '', '', '', '*017', 1, NULL, NULL, NULL),
(184, 3, 'Орлович С.А.', 'Орлович С.А.', '26107', 'Светлана', 'Орлович', 'Анатольевна', 'Секретарь', 0, 0, 0, 2, 28, 4, 0, 'e5ffdccb.jpg', 'mroor@gosenergogaznadzor.by', '213467', '447903490', '', '', '*014', 1, NULL, NULL, NULL),
(185, 4, 'Железнова Г.И.', 'Железнова Г.И.', '26037', 'Галина', 'Железнова', 'Ивановна', 'Инженер энергогазинспекции II категории', 0, 0, 0, 2, 28, 4, 0, '7cb6c7c8.JPG', 'jeleznova.gi@gosenergogaznadzor.by', '545126', '', '', '', '*018', 1, NULL, NULL, NULL),
(186, 1, 'Орех С.А.', 'Орех С.А.', '26205', 'Сергей', 'Орех', 'Александрович', 'Водитель автомобиля', 0, 0, 0, 2, 32, 4, 0, 'c33a6e53.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(187, 2, 'Снытко С.К.', 'Снытко С.К.', '26142', 'Сергей', 'Снытко', 'Константинович', 'Водитель автомобиля', 0, 0, 0, 2, 32, 4, 0, '92f721bc.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(188, 3, 'Шлапакова О.М.', 'Шлапакова О.М.', '26174', 'Ольга', 'Шлапакова', 'Михайловна', 'Уборщик помещений служебных', 0, 0, 0, 2, 32, 4, 0, '6c062e9e.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(189, 3, 'Маханьков П.Н.', 'Маханьков П.Н.', '26095', 'Петр', 'Маханьков', 'Никитович', 'Водитель автомобиля', 0, 0, 0, 2, 39, 4, 0, '5f570b7c.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(191, 3, 'Мажугин А.А.', 'Мажугин А.А.', '26089', 'Александр', 'Мажугин', 'Александрович', 'Водитель автомобиля', 0, 0, 0, 2, 40, 4, 0, '67b8c542.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(192, 1, 'Кулагин А.Г.', 'Кулагин А.Г.', '26077', 'Алексей', 'Кулагин', 'Геннадьевич', 'Начальник межрайонного отделения', 0, 0, 0, 2, 41, 5, 0, '16e5da86.jpg', 'kulagin.ag@gosenergogaznadzor.by', '467334', '447601638', '2601', '', '*025', 1, NULL, NULL, NULL),
(193, 2, 'Баранов Д.Л.', 'Баранов Д.Л.', '26005', 'Дмитрий', 'Баранов', 'Леонидович', 'Заместитель начальника межрайонного отделения', 0, 0, 0, 2, 41, 5, 0, 'f035546d.JPG', 'baranov@gosenergogaznadzor.by', '465199', '', '', '', '*026', 1, NULL, NULL, NULL),
(194, 3, 'Вертинская Е.В.', 'Вертинская Е.В.', '26015', 'Елена', 'Вертинская', 'Викторовна', 'Секретарь', 0, 0, 0, 2, 41, 5, 0, '2746018b.jpg', 'mropl@gosenergogaznadzor.by', '497199', '447900344', '', '', '*024', 1, NULL, NULL, NULL),
(195, 4, 'Коржуев С.Ю.', 'Коржуев С.Ю.', '26068', 'Сергей', 'Коржуев', 'Юрьевич', 'Инженер энергогазинспекции I категории', 0, 0, 0, 2, 41, 5, 0, '63d066ba.jpg', 'korjuev@gosenergogaznadzor.by', '497043', '', '', '', '*029', 1, NULL, NULL, NULL),
(196, 1, 'Косарыго В.Н.', 'Косарыго В.Н.', '26070', 'Виталий', 'Косарыго', 'Николаевич', 'Водитель автомобиля', 0, 0, 0, 2, 45, 5, 0, 'dd6590fd.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(197, 2, 'Терах Г.И.', 'Терах Г.И.', '26152', 'Геннадий', 'Терах', 'Игнатьевич', 'Водитель автомобиля', 0, 0, 0, 2, 45, 5, 0, '3bb51e16.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(198, 3, 'Терах Г.В.', 'Терах Г.В.', '26151', 'Галина', 'Терах', 'Валентиновна', 'Уборщик помещений служебных', 0, 0, 0, 2, 45, 5, 0, '9066c4bc.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(199, 5, 'Мороз А.А.', 'Мороз А.А.', '26098', 'Александр', 'Мороз', 'Александрович', 'Водитель автомобиля', 0, 0, 0, 2, 47, 5, 0, 'e1c68264.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(200, 3, 'Клундук И.А.', 'Клундук И.А.', '26062', 'Игорь', 'Клундук', 'Александрович', 'Водитель автомобиля', 0, 0, 0, 2, 48, 5, 0, 'a84090b3.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(201, 3, 'Щербик А.А.', 'Щербик А.А.', '26176', 'Алексей', 'Щербик', 'Александрович', 'Водитель автомобиля', 0, 0, 0, 2, 50, 5, 0, '58ce932b.JPG', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(202, 5, 'Карунец С.В.', 'Карунец С.В.', '0', 'Сергей', 'Карунец', 'Васильевич', 'Водитель автомобиля', 0, 0, 0, 2, 51, 5, 0, 'c6594870.jpg', '', '', '', '', '', '', 1, NULL, NULL, NULL),
(208, 5, 'Тишкевич Н. П.', 'Тишкевич Н. П.', '26155', 'Николай', 'Тишкевич', 'Петрович', 'Инспектор энергогазинспекции', NULL, NULL, NULL, 2, 42, 5, NULL, 'c354c096.jpg', 'mropleg@gosenergogaznadzor.by', '497097', '447907167', '', '', '*027', 1, NULL, NULL, NULL),
(209, 1, 'Пискунов А.Г.', 'Пискунов А.Г.', '26115', 'Андрей', 'Пискунов', 'Геннадьевич', 'Начальник лаборатории производственной', 0, 0, 0, 2, 6, 1, 0, 'e4716c74.JPG', 'piskunov.ag@gosenergogaznadzor.by', '648239', '447800061', '', '2562', '220', 1, NULL, NULL, NULL),
(210, 2, 'Девяткова К.Н.', 'Девяткова К.Н.', '26032', 'Ксения', 'Девяткова', 'Николаевна', 'Инженер I категории', 0, 0, 0, 2, 6, 1, 0, '3740bc84.JPG', 'devyatkova.kn@gosenergogaznadzor.by', '648239', '447601684', '', '2562', '217', 1, NULL, NULL, NULL),
(211, 1, 'Слонимский П.А.', 'Слонимский П.А.', '26207', 'Павел', 'Слонимский', 'Александрович', 'Инспектор энергогазинспекции', 3, 1, 15, 2, 20, 2, 3, 'СлонимскийПавелАлександрович.jpg', 'liozno@gosenergogaznadzor.by', '42783', '447903898', '', '', '*012', 1, NULL, NULL, NULL),
(212, 1, 'Озерец А.А.', 'Озерец А.А.', '70000', 'Александр', 'Озерец', 'Александрович', 'Генеральный директор', 0, 0, 0, 7, 54, 33, 0, 'ОзерецАА.jpg', 'Ozerec.AA@min.energo.by', '2182260', '297101424', '7001', '2260', '', 1, NULL, NULL, NULL),
(213, 1, 'Лосенков Д.М.', 'Лосенков Д.М.', '70000', 'Дмитрий', 'Лосенков', 'Михайлович', 'Первый заместитель генерального директора - главный инженер', 0, 0, 0, 7, 54, 33, 0, 'ЛосенковДМ.jpg', 'Losenkov.DM@bel.energo.by', '3794937', '296298535', '7002', '2021', '', 1, NULL, NULL, NULL),
(214, 1, 'Герман М.А.', 'Герман М.А.', '70000', 'Максим', 'Герман', 'Андреевич', 'Заместитель генерального директора', 0, 0, 0, 7, 54, 33, 0, 'ГерманМА.jpg', 'German.MA@min.energo.by', '', '447997480', '7003', '2280', '', 1, NULL, NULL, NULL),
(215, 1, 'Зорин В.Г.', 'Зорин В.Г.', '70000', 'Владимир', 'Зорин', 'Глебович', 'Начальник отдела', 0, 0, 0, 7, 55, 34, 0, 'ЗоринВГ.jpg', 'Zorin.VG@gosenergogaznadzor.by', '', '447207500', '7100', '9-375-7212', '', 1, NULL, NULL, NULL),
(216, 1, 'Захаревич И.И.', 'Захаревич И.И.', '70000', 'Ирина', 'Захаревич', 'Ивановна', 'Секретарь приемной', 0, 0, 0, 7, 55, 34, 0, 'ЗахаревичИИ.jpg', 'Zaharevich.II@gosenergogaznadzor.by', '', '336317169', '7000', '2012', '', 1, NULL, NULL, NULL),
(217, 1, 'Жук Т.В.', 'Жук Т.В.', '70000', 'Татьяна', 'Жук', 'Валерьевна', 'Инспектор', 0, 0, 0, 7, 55, 34, 0, 'ЖукТВ.jpg', 'Zhuk.TV@gosenergogaznadzor.by', '', '255056261', '7005', '2012', '', 1, NULL, NULL, NULL),
(218, 1, 'Слободкина Ю.В.', 'Слободкина Ю.В.', '70000', 'Юлия', 'Слободкина', 'Викторовна', 'Начальник управления - главный бухгалтер', 0, 0, 0, 7, 58, 36, 0, 'СлободкинаЮВ.jpg', 'Slobodkina.YV@gosenergogaznadzor.by', '', '295623221', '7004', '2218', '', 1, NULL, NULL, NULL),
(219, 1, 'Пунько Е.Н.', 'Пунько Е.Н.', '70000', 'Елена', 'Пунько', 'Николаевна', 'Заместитель главного бухгалтера', 0, 0, 0, 7, 58, 36, 0, 'ПунькоЕН.jpg', 'Punko.EN@gosenergogaznadzor.by', '', '296892924', '7010', '2404', '', 1, NULL, NULL, NULL),
(220, 1, 'Сидо О.В.', 'Сидо О.В.', '70000', 'Ольга', 'Сидо', 'Вячеславовна', 'Бухгалтер', 0, 0, 0, 7, 58, 36, 0, 'СидоОВ.jpg', 'Sido.OV@gosenergogaznadzor.by', '', '447027395', '7011', '2404', '', 1, NULL, NULL, NULL),
(221, 1, 'Реентович С.В.', 'Реентович С.В.', '70000', 'Светлана', 'Реетович', 'Валерьевна', 'Начальник', 0, 0, 0, 7, 59, 36, 0, 'РеентовичСВ.jpg', 'Reentovich.SV@gosenergogaznadzor.by', '', '295101163', '7012', '9-374-9447', '', 1, NULL, NULL, NULL),
(222, 1, 'Шерикова Т.А.', 'Шерикова Т.А.', '70000', 'Татьяна', 'Шерикова', 'Александровна', 'Ведущий экономист', 0, 0, 0, 7, 59, 36, 0, 'ШериковаТА.jpg', 'Sherikova.TA@gosenergogaznadzor.by', '', '295971042', '7013', '', '', 1, NULL, NULL, NULL),
(223, 1, 'Петруша Л.В.', 'Петруша Л.В.', '70000', 'Людмила', 'Петруша', 'Валерьевна', 'Начальник', 0, 0, 0, 7, 60, 36, 0, 'ПетрушаЛВ.jpg', 'Petrusha.LV@gosenergogaznadzor.by', '', '295145371', '7014', '', '', 1, NULL, NULL, NULL),
(224, 1, 'Собалевская М.С.', 'Собалевская М.С.', '70000', 'Марина', 'Собалевская', 'Сергеевна', 'Ведущий экономист', 0, 0, 0, 7, 60, 36, 0, 'СобалевскаяМС.jpg', 'Sobalevskaya.MS@gosenergogaznadzor.by', '', '297568346', '7015', '', '', 1, NULL, NULL, NULL),
(225, 1, 'Лебедев А.В.', 'Лебедев А.В.', '70000', 'Артур', 'Лебедев', 'Владимирович', 'Начальник', 0, 0, 0, 7, 61, 37, 0, 'ЛебедевАВ.jpg', 'Lebedev.AV@gosenergogaznadzor.by', '', '296022082', '7020', '2972', '', 1, NULL, NULL, NULL),
(226, 1, 'Шинкевич В.В.', 'Шинкевич В.В.', '70000', 'Виталий', 'Шинкевич', 'Викторович', 'Заместитель начальника', 0, 0, 0, 7, 61, 37, 0, 'ШинкевичВВ.jpg', 'Shinkevich.VV@gosenergogaznadzor.by', '', '293211570', '7021', '9-396-9152', '', 1, NULL, NULL, NULL),
(227, 1, 'Дарьин А.А.', 'Дарьин А.А.', '70000', 'Андрей', 'Дарьин', 'Анатольевич', 'Ведущий инженер', 0, 0, 0, 7, 61, 37, 0, 'ДарьинАА.jpg', 'Daryin.AA@gosenergogaznadzor.by', '', '298227702', '7022', '2054', '', 1, NULL, NULL, NULL),
(228, 1, 'Леготин А.В.', 'Леготин А.В.', '70000', 'Андрей', 'Леготин', 'Владимирович', 'Ведущий инженер', 0, 0, 0, 7, 61, 37, 0, 'ЛеготинАВ.jpg', 'Legotin.AV@gosenergogaznadzor.by', '', '257376624', '7023', '9-374-9056', '', 1, NULL, NULL, NULL),
(229, 1, 'Кухаренко В.И.', 'Кухаренко В.И.', '70000', 'Валерий', 'Кухаренко', 'Иванович', 'Начальник', 0, 0, 0, 7, 56, 35, 0, 'КухаренкоВИ.jpg', 'Kucharenko.VI@gosenergogaznadzor.by', '', '295181370', '7090', '2539', '', 1, NULL, NULL, NULL),
(230, 1, 'Турло А.П.', 'Турло А.П.', '70000', 'Александр', 'Турло', 'Павлович', 'Заместитель начальника - начальник сектора правового обеспечения', 0, 0, 0, 7, 57, 35, 0, 'ТурлоАП.jpg', 'Turlo.AP@gosenergogaznadzor.by', '', '292187015', '7091', '9-375-9351', '', 1, NULL, NULL, NULL);
INSERT INTO `users` (`id`, `filter_spr`, `fio`, `login`, `password`, `name`, `fam`, `otch`, `dolgnost`, `prioritet`, `cod_otd`, `cod_uch`, `spr_cod_branch`, `spr_cod_otd`, `spr_cod_podrazd`, `podrazdelenie`, `photo`, `email`, `phone`, `mobile_phone`, `ip_phone`, `rup_phone`, `branch_phone`, `is_spr`, `title`, `description`, `keywords`) VALUES
(231, 1, 'Елизарова С.Л.', 'Елизарова С.Л.', '70000', 'Светлана', 'Елизарова', 'Леонидовна', 'Юрисконсульт 1 категории', 0, 0, 0, 7, 57, 35, 0, 'ЕлизароваСЛ.jpg', 'Yelizarova.SL@gosenergogaznadzor.by', '3794859', '293339029', '7094', '', '', 1, NULL, NULL, NULL),
(232, 1, 'Захаревич Ю.В.', 'Захаревич Ю.В.', '70000', 'Юрий', 'Захаревич', 'Владимирович', 'Начальник', 0, 0, 0, 7, 63, 39, 0, 'ЗахаревичЮВ.jpg', 'Zaharevich.YV@gosenergogaznadzor.by', '', '297102507', '7040', '2429', '', 1, NULL, NULL, NULL),
(233, 1, 'Варонька Н.К.', 'Варонька Н.К.', '70000', 'Наталья', 'Варонька', 'Константиновна', 'Ведущий инженер', 0, 0, 0, 7, 63, 39, 0, 'ВаронькаНК.jpg', 'Varonka.NK@gosenergogaznadzor.by', '3794836', '297602653', '7041', '', '', 1, NULL, NULL, NULL),
(234, 1, 'Жилко К.А.', 'Жилко К.А.', '70000', 'Кирилл', 'Жилко', 'Александрович', 'Ведущий инженер', 0, 0, 0, 7, 63, 39, 0, 'ЖилкоКА.jpg', 'Zhilka.KA@gosenergogaznadzor.by', '3794836', '447891881', '7042', '', '', 1, NULL, NULL, NULL),
(334, 1, 'Стасенко С.В.', 'Стасенко С.В.', '70000', 'Сергей', 'Стасенко', 'Владимирович', 'Начальник', 0, 0, 0, 7, 62, 38, 0, 'СтасенкоСВ.jpg', 'Stasenko.SV@gosenergogaznadzor.by', '', '297617543', '7030', '2085', '', 1, NULL, NULL, NULL),
(335, 1, 'Жук В.Т.', 'Жук В.Т.', '70000', 'Владимир', 'Жук', 'Тихонович', 'Ведущий инженер', 0, 0, 0, 7, 62, 38, 0, 'ЖукВТ.jpg', 'Shuk.VT@gosenergogaznadzor.by', '', '447620068', '7031', '2679', '', 1, NULL, NULL, NULL),
(336, 1, 'Ковалёв В.М.', 'Ковалёв В.М.', '70000', 'Владимир', 'Ковалёв', 'Михайлович', 'Ведущий инженер', 0, 0, 0, 7, 62, 38, 0, 'КовалевВМ.jpg', 'Kovalev.VM@gosenergogaznadzor.by', '3794951', '', '7032', '', '', 1, NULL, NULL, NULL),
(337, 1, 'Уласевич О.А.', 'Уласевич О.А.', '70000', 'Ольга', 'Уласевич', 'Анатольевна', 'Начальник', 0, 0, 0, 7, 64, 40, 0, 'УласевичОА.jpg', 'Ulasevich.OA@gosenergogaznadzor.by', '', '299722778', '7050', '2418', '', 1, NULL, NULL, NULL),
(338, 1, 'Уласик Д.М.', 'Уласик Д.М.', '70000', 'Денис', 'Уласик', 'Михайлович', 'Заместитель начальника', 0, 0, 0, 7, 64, 40, 0, 'УласикДМ.jpg', 'Ulasik.DM@gosenergogaznadzor.by', '', '291446865', '7051', '9-353-9395', '', 1, NULL, NULL, NULL),
(339, 1, 'Кузьмич А.И.', 'Кузьмич А.И.', '70000', 'Анастасия', 'Кузьмич', 'Ивановна', 'Ведущий инженер', 0, 0, 0, 7, 64, 40, 0, 'КузьмичАИ.jpg', 'Kuzmich.AI@gosenergogaznadzor.by', '', '292444833', '7054', '9-353-9395', '', 1, NULL, NULL, NULL),
(340, 1, 'Мороз А.В.', 'Мороз А.В.', '70000', 'Анна', 'Мороз', 'Владимировна', 'Инженер 1 категории', 0, 0, 0, 7, 64, 40, 0, 'МорозАВ.jpg', 'Moroz.AV@gosenergogaznadzor.by', '', '447788337', '7052', '2418', '', 1, NULL, NULL, NULL),
(341, 1, 'Алисиевич Ю.П.', 'Алисиевич Ю.П.', '70000', 'Юлия', 'Алисиевич', 'Петровна', 'Инженер 1 категории', 0, 0, 0, 7, 64, 40, 0, 'АлисиевичЮП.jpg', 'Alisiyevich.YP@gosenergogaznadzor.by', '3794835', '292153191', '7053', '', '', 1, NULL, NULL, NULL),
(342, 1, 'Хильман Н.В.', 'Хильман Н.В.', '70000', 'Наталья', 'Хильман', 'Викторовна', 'Начальник', 0, 0, 0, 7, 65, 41, 0, 'ХильманНВ.jpg', 'Khilman.NV@gosenergogaznadzor.by', '', '297708335', '7060', '4820', '', 1, NULL, NULL, NULL),
(343, 1, 'Денисюк А.А.', 'Денисюк А.А.', '70000', 'Александр', 'Денисюк', 'Александрович', 'Ведущий инженер', 0, 0, 0, 7, 65, 41, 0, 'ДенисюкАА.jpg', 'Denisyuk.AA@gosenergogaznadzor.by', '', '296711438', '7061', '4820', '', 1, NULL, NULL, NULL),
(344, 1, 'Сергеенко Д.Н.', 'Сергеенко Д.Н.', '70000', 'Дмитрий', 'Сергеенко', 'Николаевич', 'Начальник', 0, 0, 0, 7, 66, 42, 0, 'СергеенкоДН.jpg', 'Sergeenko.DN@gosenergogaznadzor.by', '', '298917869', '7070', '2581', '', 1, NULL, NULL, NULL),
(345, 1, 'Алешко А.А.', 'Алешко А.А.', '70000', 'Антон', 'Алешко', 'Александрович', 'Ведущий инженер', 0, 0, 0, 7, 66, 42, 0, 'АлешкоАА.jpg', 'Aleshko.AA@gosenergogaznadzor.by', '', '296543791', '7071', '', '', 1, NULL, NULL, NULL),
(346, 1, 'Гринчик Н.В.', 'Гринчик Н.В.', '70000', 'Надежда', 'Гринчик', 'Владимировна', 'Ведущий инженер', 0, 0, 0, 7, 66, 42, 0, 'ГринчикНВ.jpg', 'Grinchik.NV@gosenergogaznadzor.by', '3794867', '293308744', '7072', '', '', 1, NULL, NULL, NULL),
(347, 1, 'Колбаско Г.В.', 'Колбаско Г.В.', '70000', 'Геннадий', 'Колбаско', 'Владимирович', 'Ведущий инженер', 0, 0, 0, 7, 66, 42, 0, 'КолбаскоГВ.jpg', 'Kalbasko.HV@gosenergogaznadzor.by', '', '296835183', '7073', '9-374-9256', '', 1, NULL, NULL, NULL),
(348, 1, 'Надточеев С.А.', 'Надточеев С.А.', '70000', 'Сергей', 'Надточеев', 'Александрович', 'Водитель', 0, 0, 0, 7, 66, 42, 0, 'НадточеевСА.jpg', '', '', '296488314', '', '', '', 1, NULL, NULL, NULL),
(349, 1, 'Сидоренко Г.Ф.', 'Сидоренко Г.Ф.', '70000', 'Геннадий', 'Сидоренко', 'Федорович', 'Водитель', 0, 0, 0, 7, 66, 42, 0, 'СидоренкоГФ.jpg', '', '', '296868712', '', '', '', 1, NULL, NULL, NULL),
(350, 1, 'Якушева Я.Г.', 'Якушева Я.Г.', '70000', 'Яна', 'Якушева', 'Геннадьевна', 'Начальник', 0, 0, 0, 7, 67, 43, 0, 'ЯкушеваЯГ.jpg', 'Yakushava.YG@gosenergogaznadzor.by', '3794867', '295442987', '7080', '', '', 1, NULL, NULL, NULL),
(351, 1, 'Свирский Д.А.', 'Свирский Д.А.', '70000', 'Дмитрий', 'Свирский', 'Александрович', 'Ведущий инженер', 0, 0, 0, 7, 67, 43, 0, 'СвирскийДА.jpg', 'Svirski.DA@gosenergogaznadzor.by', '', '336785134', '7081', '', '', 1, NULL, NULL, NULL),
(352, 1, 'Ровченя М.И.', 'Ровченя М.И.', '70000', 'Марина', 'Ровченя', 'Игоревна', 'Инженер', 0, 0, 0, 7, 67, 43, 0, 'РовченяМИ.jpg', 'Rovchenya.MI@gosenergogaznadzor.by', '', '295442987', '7082', '', '', 1, NULL, NULL, NULL),
(353, 1, 'Стебунова Л.С.', 'Стебунова Л.С.', '70000', 'Лариса', 'Стебунова', 'Степановна', 'Ведущий специалист по кадрам', 0, 0, 0, 7, 56, 35, 0, 'СтебуноваЛС.jpg', 'Stebunova.LS@gosenergogaznadzor.by', '3794859', '296799648', '7092', '', '', 1, NULL, NULL, NULL),
(354, 1, 'Летяго С.С.', 'Летяго С.С.', '70000', 'Светлана', 'Летяго', 'Сергеевна', 'Ведущий специалист по кадрам', 0, 0, 0, 7, 56, 35, 0, 'ЛетягоСС.jpg', 'Letyago.SS@gosenergogaznadzor.by', '3794859', '291697952', '7093', '', '', 1, NULL, NULL, NULL);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=355;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
