$(document).ready(function(){
	//$(function(){
		//$("input[name='mobile_phone']").click(function(){
			
				
			
		//});
////////////////////////////////////////////////////////////////////////////////////////////////////////////////////		
		//$("input[name='phone']").click(function(){
			//console.log("Here!!!");
			//////////////////////////////////////////////////////////////////           Витебск                    /////////////////////////////////
	
			/*var a = $("select[name='spr_cod_otd']").val();
			console.log(a);
			
			if(a==18 || a==19 || a==20 || a==21 || a==23 || a==24 || a==25 || a==26 || a==27 || a==33 || a==34 || a==35 || a==36 || a==37 || a==38 || a==39 || a==40 || a==47 || a==48 || a==49 || a==50 || a==51){			///////////// Бешенковичи, Городок, Лиозно, Шумилино, все Глубокое, Дубровно, сенно, толочин
				$("#ph").mask("+375(9999) 99999");
				//$("#fax").mask("+375(9999) 99999");
				//console.log("Here");
			}else if(a==11 || a==14 || a==15 || a==16 || a==17 || a==1 || a==2 || a==3 || a==4 || a==5 || a==6 || a==13  || a==52 || a==53 || a==28 || a==29 || a==30 || a==31 || a==32 || a==41 || a==42 || a==43 || a==44 || a==45 || a==46){ /// Управление ВитМрО, ВитЭГ1, ВитЭГ2, Виттеплогруппа, Витгазгруппа, Управление по Витебску, Управление Орша
				$("#ph").mask("+375(999) 999999");
				//$("#fax").mask("+375(999) 999999");
			}else if(a==54 || a==55 || a==56 || a==57 || a==58 || a==59 || a==60 || a==61 || a==62 || a==63 || a==64 || a==65 || a==66 || a==67){			///////////// Управление Минск
				$("#ph").mask("+375(99) 9999999");
				//$("#fax").mask("+375(99) 9999999");
			}else{
				$("#ph").mask("+375999999999");
			} 

		$("#ph").mask("+375(999)999999");*/

	//})

 })
 
 
 
